{
    "HELLO": "Hi there, human!\nSean Fischer, a student at the Univeristy of Pennsylvania Annenberg School for Communication, made he in his spare time to help others learn more about him.\nWhat are you here for?\n%[Sean's Background](postback:Sean) %[Sean's Research](postback:Research) %[One More Thing Newsletter](postback:one_more_thing)" ,
    "SEAN'S BACKGROUND": "Thanks for choosing to learn more about Sean!\nIn particular, what are you most interested in learning about? %[Before College](postback:before_college) %[College](postback:college) %[After College](postback:after_college) %[Other Interests](postback:other_interests)" ,
    "BEFORE COLLEGE": "Sean was born in 1992 in Southern New Hampshire.\nHis family moved to Massachusetts while he was still in elementary school, before moving again to Pittsford, NY in 2007.\nSean graduated from Pittsford Sutherland High School in June 2011." ,
    "COLLEGE": "Sean attended SUNY Geneseo from 2011-2016, graduating with degrees in English Literature and Mathematics.\nWhile at Geneseo, Sean became a member of Phi Beta Kappa, as well as the Sigma Tau Delta International English Honor Society. At graduation, the college awarded Sean the Richard Roark Award, the only commencement award the college gives. In addition to these honors, Sean was a Geneseo Foundation Undergraduate Summer Fellow, the recipient of the Jesse M. Rodgers Memorial Scholarship, and the recipient of the Athletic Department's Dr. Dan Mullin Scholar-Athlete Award.\n" ,
    "AFTER COLLEGE": "Sean is currently a graduate student at the University of Pennsylvania's Annenberg School for Communication. He plans to complete and defend his disertation in 2021." ,
    "OTHER INTERESTS": "Sean is proud of the fact that more than school has captured his attention throughout his life. Looking back, he has come to realize that the overarching theme of his interests has been essentricity.\nThese are a few pieces of life that have captured Sean's interest. %[Running](postback:running) %[Popular Sports](postback:popular_sports) %[Game of Thrones](postback:game_of_thrones)" ,
    "RUNNING": "Sean began running when he was in 6th grade.\nWhen he got to high school, he kept going, joining the cross country and indoor and outdoor track teams.\nBlessed with above average endurance, Sean took to distance running and found himself invited to try out for the SUNY Geneseo cross country and track teams when he entered college.\nAfter two years of injury to start college, Sean began to find his groove when he earned a spot on Geneseo's NCAA Cross Country team. The next year, Sean would enter Geneseo's Top 10 in the 10,000 meter run with a personal best of 31:20. In his final year, Sean captained the cross country team to a 3rd place finish and a spot on the podium at the 2015 NCAA Cross Country Championships. His standout performance, though, came at the Atlantic Region championships when he completed the 8,000 meter (4.97 mi) course with only one shoe, after he lost one 200 meters into the race.\nHere's a photo of Sean and his dad at the 2015 NCAA Cross Country Championships:\n![sean](https://raw.githubusercontent.com/sf585978/SeanBot/master/img/12316356_10207181265603148_8732847039516362770_n.jpg)" ,
    "POPULAR SPORTS": "When Sean was young, he convinced himself that he had a shot to play in the NBA. Then he stopped growing and never filled out his frame.\nNevertheless, the love for the world's popular sports, especially basketball, baseball, and soccer, have persisted.\nSean is an avid Celtics, Red Sox, and Liverpool fan. He is even ashamed to say that while he detests the idea of the NFL, he has watched most of the Patriots' games during the Tom Brady era.\nOf course, Sean wants you to know that he's been blessed to watch his favorite teams win 4 Super Bowls, 3 World Series, and an NBA Finals in his lifetime." ,
    "GAME OF THRONES": "Growing up, Sean loved the Lord of the Rings and Star Wars; he read all of the books and watched the movies over and over again.\nSo, it should come as no surprise that, now in his 20's, Sean has fallen in love with HBO's Game of Thrones. (Although, you should know he has yet to read the books.)\nComing to the show late - he started watching with his girlfriend in 2014 - Sean rushed to catch up and is now unsure of what he will geek out over until Season 7 comes out.\nSean is a big Daenerys Targaryen fan and believes she will end up saving everyone, although he has come around to see why people might like the Stark family." ,
    "SEAN'S RESEARCH": "Sean's research while a student at SUNY Geneseo focused on...\nSean also developed several independent reserch projects including %[The Canonicity Project](canonicity.github.io) and %[Intro to Comp](http://introtocomp.org)" ,
    "ONE MORE THING NEWSLETTER": "One More Thing is Sean's personal newsletter.\nEach edition features a short critical essay of about 1000 words on a topic related to art, culture, and society.\nWould you like to sign up? %[Yes! Sign me up!](http://tinyletter.com/seanfischer) %[Nope! Sounds boring!](postback:boring)\nIs there anything else I can help you with? %[Sean's Background](postback:Sean) %[Sean's Research](postback:Research) %[I'm all good!](postback:the_end)" ,
    "NOPE! SOUNDS BORING!": "That's too bad!\nIs there anything else I can help you with? %[Sean's Background](postback:Sean) %[Sean's Research](postback:Research) %[I'm all good!](postback:the_end)" ,
    "TELL HER": "Let's tweet @ Sean so she knows you're setting a bot up. Here's a tweet that's ready to go: %[Tweet Sean](http://bit.ly/estherbot-tweet)",
    "I LOVE YOU": "Awh, shucks! I love you too!",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, SeanBot is back."
}


