{
    "HELLO": "Hi there, human!\nSean Fischer, a student at the Univeristy of Pennsylvania Annenberg School for Communication, made he in his spare time.\nWhat are you here for?\n%[Sean's Background](postback:Sean) %[Sean's Research](postback:Research) %[One More Thing Newsletter](postback:one_more_thing)" ,
    "SEAN'S BACKGROUND": "Thanks for choosing to learn more about Sean!\nIn particular, what are you most interested in learning about? %[Before College](postback:before_college) %[College](postback:college) %[After College](postback:after_college) %[Other Interests](postback:other_interests)" ,
    "BEFORE COLLEGE": "Sean was born in 1992 in Southern New Hampshire.\nHis family moved to Massachusetts while he was still in Elementary School, before movig again to Pittsford, NY in 2007.\nSean graduated from Pittsford Sutherland High School in June 2011." ,
    "COLLEGE": "Sean attended SUNY Geneseo from 2011-2016, graduating with degrees in English Literature and Mathematics.\nWhile at Geneseo, Sean became a member of Phi Beta Kappa, as well as the Sigma Tau Delta International English Honor Society. At graduation, the college awarded Sean the Richard Roark Award, the only commencement award the college gives. In addition to these honors, Sean was a Geneseo Foundation Undergraduate Summer Fellow, the recipient of the Jesse M. Rodgers Memorial Scholarship, and the recipient of the Athletic Department's Dr. Dan Mullin Scholar-Athlete Award.\n" ,
    "AFTER COLLEGE": "Sean is currently a graduate student at the University of Pennsylvania's Annenberg School for Communication. He plans to complete and defend his disertation in 2021." ,
    "OTHER INTERESTS": "While at Geneseo, Sean ran on the varsity cross country and track and field teams, helping the Knights finish 3rd at the 2015 NCAA Cross Country championships.\nHere's a photo of Sean and his dad at the 2015 NCAA Cross Country Championships:\n![sean](https://raw.githubusercontent.com/sf585978/SeanBot/master/img/12316356_10207181265603148_8732847039516362770_n.jpg)" ,
    "SEAN'S RESEARCH": "Sean's research while a student at SUNY Geneseo focused on...\nSean also developed several independent reserch projects including %[The Canonicity Project](canonicity.github.io) and %[Intro to Comp](http://introtocomp.org)" ,
    "ONE MORE THING NEWSLETTER": "One More Thing is Sean's personal newsletter.\nEach edition features a short critical essay of about 1000 words on a topic related to art, culture, and society.\nWould you like to sign up? %[Yes! Sign me up!](http://tinyletter.com/seanfischer) %[Nope! Sounds boring!](postback:boring)\nIs there anything else I can help you with? %[Sean's Background](postback:Sean) %[Sean's Research](postback:Research) %[I'm all good!](postback:the_end)" ,
    "NOPE! SOUNDS BORING!": "That's too bad!\nIs there anything else I can help you with? %[Sean's Background](postback:Sean) %[Sean's Research](postback:Research) %[I'm all good!](postback:the_end)" ,
    "TELL HER": "Let's tweet @ Sean so she knows you're setting a bot up. Here's a tweet that's ready to go: %[Tweet Sean](http://bit.ly/estherbot-tweet)",
    "I LOVE YOU": "Awh, shucks! I love you too!",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, SeanBot is back."
}


